export default{
    template:`
    <div>
        <div class="container">
            <div class="contentinfo">

            <dl class="uk-description-list uk-description-list-divider">
                <dt>티스토리블로그에서 웹푸시 사용방법!</dt>
                <dd>안녕하세요.오랫만에 블로그포스팅 하는거 같아요, 요즘 바빠서 블로그 관리도 못하고 있었습니다.티스토리블로그를 많은 분들이 이용 하고 있는데요~ 블로그스킨도 이쁜게 많지만, 여기에 뭔가 더 활용도 좋은 기능이 없을까 하시는 분들 있을겁니다.바로, 웹푸시 라는건데요!</dd>
                <dt>WNKSIN8 티스토리스킨 배포 - 메인화면 슬라이드 이미지 버전</dt>
                <dd>티스토리스킨 배포 합니다.WNSKIN8 스킨기반으로 메인화면에 슬라이드이미지 추가된 티스토리스킨 입니다.메인화면 슬라이드 이미지2장이 자동으로 슬라이드 되는 스킨 입니다. 원하시는 경우 html 수정해서 갯수를 추가 하실 수도 있습니다. 일반 페이지 부분 입니다.</dd>
                <dt>WNSKIN8 페이지기능 사용방법</dt>
                <dd>WNSKIN8 티스토리스킨의 페이지기능을 사용하는 방법입니다.1. 티스토리 블로그 관리자에 들어 오시면, 콘텐츠 > 페이지 관리에 들어 옵니다. 2. 스킨파일에 보시면, 페이지 소스 폴더가 있습니다. 페이지 소스 폴더에 들어갑니다. 3. 페이지내용html 파일을 메모장.</dd>
                <dt>WNSKIN8 티스토리스킨 배포.</dt>
                <dd>WNSKIN8 티스토리 스킨을 배포 합니다.배포는 무료배포 이구요! 깔끔한 블로그 스킨을 원하시는 블로거들은 얼른 스킨 가져가세요 :D요즘 홈페이지형 블로그 스킨이 많이 인기가 있어서, 홈페이지형에 맞도록 스킨을 제작 해 봤어요.페이지기능을 HTML 태그로 깔끔하게 작...</dd>
                <dt>wnskin free 버전 댓글 오류문제 수정.</dt>
                <dd>1. 관리자 에서 html/css 클릭후, ctrl+f (찾기)를 누르고, }else if(url1=='pages'){ 을 검색.2. 아래 코드와 같이 수정.}else if(url1=='pages'){ $('#contents-body').css('height','aut...</dd>
                <dt>WNSKIN 티스토리스킨 무료버전 배포</dt>
                <dd>최근 티스토리가 개편 되었습니다.개편된 티스토리 만큼 컨텐츠에 중심된 스킨을 제작 해 봤습니다. 위 이미지를 보시면, 왼쪽에 사이드바를 위치 했고, 오른쪽에는 컨텐츠를 배치 했습니다.리스트 스타일은 1단, 2단, 3단 리스트 까지 제공 하고 있습니다.또한, 2뎁스 로</dd>
                <dt>네이버블로그와 티스토리</dt>
                <dd>많은사람들이 가장 쉽게 이용하는 포탈검색은 네이버 라고 생각합니다.그중에 가장 많이 보는 영역이 네이버 블로그 검색 영역이 아닐까 생각을 하는데요.이곳에 나의 블로그 또는 업체블로그가 노출이 잘 되면, 온라인마케팅에 유리한 점이 있습니다.다른 검색엔진에 비해, 보통의 ...</dd>
                <dt>티스토리블로그에서 웹푸시 사용방법!</dt>
                <dd>안녕하세요.오랫만에 블로그포스팅 하는거 같아요, 요즘 바빠서 블로그 관리도 못하고 있었습니다.티스토리블로그를 많은 분들이 이용 하고 있는데요~ 블로그스킨도 이쁜게 많지만, 여기에 뭔가 더 활용도 좋은 기능이 없을까 하시는 분들 있을겁니다.바로, 웹푸시 라는건데요!</dd>
                <dt>WNKSIN8 티스토리스킨 배포 - 메인화면 슬라이드 이미지 버전</dt>
                <dd>티스토리스킨 배포 합니다.WNSKIN8 스킨기반으로 메인화면에 슬라이드이미지 추가된 티스토리스킨 입니다.메인화면 슬라이드 이미지2장이 자동으로 슬라이드 되는 스킨 입니다. 원하시는 경우 html 수정해서 갯수를 추가 하실 수도 있습니다. 일반 페이지 부분 입니다.</dd>
                <dt>WNSKIN8 페이지기능 사용방법</dt>
                <dd>WNSKIN8 티스토리스킨의 페이지기능을 사용하는 방법입니다.1. 티스토리 블로그 관리자에 들어 오시면, 콘텐츠 > 페이지 관리에 들어 옵니다. 2. 스킨파일에 보시면, 페이지 소스 폴더가 있습니다. 페이지 소스 폴더에 들어갑니다. 3. 페이지내용html 파일을 메모장.</dd>
                <dt>WNSKIN8 티스토리스킨 배포.</dt>
                <dd>WNSKIN8 티스토리 스킨을 배포 합니다.배포는 무료배포 이구요! 깔끔한 블로그 스킨을 원하시는 블로거들은 얼른 스킨 가져가세요 :D요즘 홈페이지형 블로그 스킨이 많이 인기가 있어서, 홈페이지형에 맞도록 스킨을 제작 해 봤어요.페이지기능을 HTML 태그로 깔끔하게 작...</dd>
                <dt>wnskin free 버전 댓글 오류문제 수정.</dt>
                <dd>1. 관리자 에서 html/css 클릭후, ctrl+f (찾기)를 누르고, }else if(url1=='pages'){ 을 검색.2. 아래 코드와 같이 수정.}else if(url1=='pages'){ $('#contents-body').css('height','aut...</dd>
                <dt>WNSKIN 티스토리스킨 무료버전 배포</dt>
                <dd>최근 티스토리가 개편 되었습니다.개편된 티스토리 만큼 컨텐츠에 중심된 스킨을 제작 해 봤습니다. 위 이미지를 보시면, 왼쪽에 사이드바를 위치 했고, 오른쪽에는 컨텐츠를 배치 했습니다.리스트 스타일은 1단, 2단, 3단 리스트 까지 제공 하고 있습니다.또한, 2뎁스 로</dd>
                <dt>네이버블로그와 티스토리</dt>
                <dd>많은사람들이 가장 쉽게 이용하는 포탈검색은 네이버 라고 생각합니다.그중에 가장 많이 보는 영역이 네이버 블로그 검색 영역이 아닐까 생각을 하는데요.이곳에 나의 블로그 또는 업체블로그가 노출이 잘 되면, 온라인마케팅에 유리한 점이 있습니다.다른 검색엔진에 비해, 보통의 ...</dd>
                
            </dl>

            </div>
        </div>
    </div>
    `,
    methods: {
        
    },
    created() {
        axios({
            method:'GET',
            url:'/portfolioList.json',
        })
        .then((response) => {
            this.postDetail = response.data;
        })
        .catch((error) => {
            console.log(error);
        });
    },
}